[
    {
        "grade":6,
        "genre":"narrative",
        "subject": "ELA",
        "title":"The Curse of the Poison Pretzel",
        "sources":1,
        "preview":"Great teaser for prompt 2",
        "instructions": "In this story, the reader is strongly encouraged to believe that Skidmore is guilty of poisoning his brother Manchester. Explain several ways that the author develops this perspective or point of view without actually stating that Skidmore is guilty. Be sure to use evidence from the text to support your response. ",
        "sourceTitle": "Two Hot Dogs with Everything",
        "sourceAuthor": "Paul Haven",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":6,
        "genre":"argumentative",
        "subject": "ELA",
        "title":"Is it Art",
        "sources":3,
        "preview":"helpful preview",
        "instructions": "Is graffiti art or vandalism? The city of Covina is preparing to write a position statement on whether graffiti is an art form, or whether it is vandalism. The mayor has invited the public to join in the debate before the city writes its position statement.  After reading the provided articles and viewing the video on the topic, write an argumentative, multi-paragraph essay that addresses the question Is graffiti art or vandalism?  You must support your position with evidence from the texts and video.",
        "sourceTitle": "Is Graffiti Art?",
        "sourceAuthor": "Steven Dolan",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":6,
        "genre":"informative",
        "subject": "ELA",
        "title":"Child Labor Conditions",
        "sources":4,
        "preview":"Great teaser for prompt 4",
        "instructions": "Read the prompt below and examine the pictures that follow. Consider how the visual information impacts your comprehension of the topic. Compare and contrast the information about conditions for children working in factories. How do the three sources support and/or fail to support one another? Use evidence from both the text and the visuals in your response.",
         "sourceTitle": "Letter",
        "sourceAuthor": "Mary Paul",
        "source": "(cannot reprint due to copyright issues)"
    },
        {
        "grade":7,
        "genre":"analysis",
        "subject": "ELA",
        "title":"Man in the Water",
        "sources":0,
        "preview":"Great teaser for prompt 1",
        "instructions": "After reading The Man in the Water, select one important theme to write an essay about. Create a theme statement which expresses the author's main point, lesson, or message in the article. Your theme statement will be the thesis of your essay-the claim you make about the writer's message or main idea.",
         "sourceTitle": "The Man in the Water",
        "sourceAuthor": "Roger Rosenblatt",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":7,
        "genre":"narrative",
        "subject": "ELA",
        "title":"A Story about Patience",
        "sources":1,
        "preview":"Great teaser for prompt 2",
        "instructions": "Write about patience. Being patient means that you are understanding and tolerant. A patient person experiences difficulties without complaining. Do only one of the following: write a story about a time when you were patient or write a story about a time when someone you know was patient OR write a story in your own way about patience.",
        "sourceTitle": "",
        "sourceAuthor": "",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":7,
        "genre":"argumentative",
        "subject": "ELA",
        "title":"Screen Time",
        "sources":3,
        "preview":"preview",
        "instructions": "As technology has become more common in our daily lives, humans are interacting with computer screens at a higher rate than ever before. Portable devices like laptops, tablets, handheld gaming systems, and especially smartphones have remarkably increased the amount of time teenagers are staring at computer screens. As a result, the American Association of Pediatrics (AAP) recommended a limit of two hours of screen time per day for teenagers. After examining the potential benefits and risks of screen time in the sources provided, write an essay arguing whether or not the AAP should keep the recommended two-hour limit of daily screen time for teenagers or eliminate it. Defend your position using clear reasons and relevant evidence from the sources provided, and be sure to acknowledge and address counterclaims to your position.",
         "sourceTitle": "Media Benefits for Children and Teenagers",
        "sourceAuthor": "Lee Burton",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":7,
        "genre":"informative",
        "subject": "ELA",
        "title":"The Open Boat",
        "sources":4,
        "preview":"Great teaser for prompt 4",
        "instructions": "Today you will read an excerpt from The Open Boat, a short story by Stephen Crane. You will write an essay describing the relationship among the four men in the boat and analyzing how this relationship is central to the theme and plot of the passage. Be sure to include evidence from the text to support your response.",
        "sourceTitle": "Chapter III from The Open Boat",
        "sourceAuthor": "Stephen Crane",
        "source": "(cannot reprint due to copyright issues)"
    },
        {
        "grade":8,
        "genre":"analysis",
        "subject": "ELA",
        "title":"America Singing",
        "sources":0,
        "preview":"Great teaser for prompt 1",
        "instructions": "Langston Hughes cited Walt Whitman as one of his greatest influences, and some believe that Hughes wrote I, Too, Sing America in response to Whitman's I Hear America Singing. Using textual evidence from both poems to support your answer, describe how Hughes's poem builds on Whitman's poem. Consider aspects such as structure, theme, word choice, etc., as you craft your response.",
        "sourceTitle": "I Hear America Singing",
        "sourceAuthor": "Walt Whitman",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":8,
        "genre":"narrative",
        "subject": "ELA",
        "title":"Choose Your Own Adventure",
        "sources":1,
        "preview":"Great teaser for prompt 2",
        "instructions": "Write a letter to your school newspaper explaining why you  participate (or why you do not participate) in a speciﬁc sport, club, or other extracurricular activity at school. Use relevant examples from your life or from the experiences of friends, family members, or other people to make the reasons for your choice clear.",
        "sourceTitle": "",
        "sourceAuthor": "",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":8,
        "genre":"argumentative",
        "subject": "ELA",
        "title":"Samurai vs. Knight",
        "sources":3,
        "preview":"Great Teaser for this prompt",
        "instructions": "Read the documents below about the training of medieval samurai and knights. Consider the similarities and differences in the two passages as you read. Evaluate which group's training would be more effective for preparing warriors. Which group was better prepared for the physical and mental trials of battle and war? Write an argumentative essay in which you make a claim about which group's training would be more effective for preparing warriors. Use evidence from both texts to support your position.",
        "sourceTitle": "The Open Window",
        "sourceAuthor": "Saki (H.H. Munro)",
        "source": "(cannot reprint due to copyright issues)"
    },
    {
        "grade":8,
        "genre":"informative",
        "subject": "ELA",
        "title":"The Open Window",
        "sources":4,
        "preview":"Great teaser for prompt 4",
        "instructions": "Read the short story 'The Open Window.'' Write an essay explaining how the author of the short story develops the points of view of the characters and how those characters help develop a theme on the topic of deception. Use evidence from the short story to support your analysis.",
        "sourceTitle": "",
        "sourceAuthor": "",
        "source": "(cannot reprint due to copyright issues)"
    }

]